Revit 2024 API
EnergyAnalysisSpace.Number Property
 The number to identify the space.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public string Number { get; }
Visual Basic
Public ReadOnly Property Number As String
	Get
Visual C++
public:
property String^ Number {
	String^ get ();
}
See Also
EnergyAnalysisSpace Class
Autodesk.Revit.DB.Analysis Namespace